-- 컬럼: 27개
-- 계약직원급여내역
INSERT INTO FL001L1
(
 STD_DT
,SEQ_NO
,FRLNC_ID
,PAY_DAY
,FRLNC_NM
,BSNPSN_GB_CD
,BILL_ISSUE_GB_CD
,WORK_PLACE
,CMTMT_PRJCT
,CTRCT_START_DT
,CTRCT_END_DT
,RESGN_YN
,MGMNT_STAFF_NM
,WORK_STAFF_NM
,MONTH_CTRCT_PRC
,TAX_RAT
,CRNNT_MONTH_WORK_DAY
,CRNNT_MONTH_TOTAL_DAY
,TRFFC_PAY
,MEAL_PAY
,ETC_PAY
,ETC_DDCTN_PAY
,NETPY_PAY
,BANK_NM
,ACCNT_NO
,TEL_NO
,EMAIL_ADDR
)
VALUES
 ('202301', 1   , '2001001', '15', '우리컨설팅(류성희)', 'BS01', 'BI01', '본사', 'SK증권 금투세'  , '20200101', NULL      , 'N' , '유정희', '류성희', 6600000, 10  , 30  , 30  , 0   , 0   , 0   , 0   , 7260000, '우리', '1002-133-885298'  , '010-2336-3214', NULL)
,('202301', 2   , '1502001', '15', '유진정보(이경숙)'  , 'BS01', 'BI02', '본사', 'SK증권 상품주식', '20150201', '20171231', 'N' , '정병곤', '이경숙', 1200000, 10  , 21  , 21  , 0   , 0   , 0   , 0   , 1320000, '기업', '082-111509-01-014', '010-4709-1912', NULL)
,('202301', 3   , '2011001', '15', '원인재'            , 'BS03', 'BI00', '본사', 'SK증권 금투세'  , '20201101', '20211231', 'N' , '박진실', '원인재', 5500000, -3.3, 21  , 21  , 0   , 0   , 0   , 0   , 5318500, '국민', '022-24-0177-001'  , '010-9221-8764', NULL)
,('202301', 4   , '0000001', '15', '조은정'            , 'BS03', 'BI00', '본사', 'SK증권 상품주식', NULL      , NULL      , 'N' , '김성국', '조은정', 200000 , -3.3, 10  , 20  , 0   , 0   , 0   , 0   , 96700  , '신한', '110-352-081080'   , '010-9370-1062', NULL)
,('202301', 5   , '2206001', '15', '이화경'            , 'BS03', 'BI00', '본사', '본사'           , '20220601', '20230531', 'N' , '이숭창', '이화경', 4000000, -3.3, 20  , 20  , 0   , 0   , 0   , 0   , 3868000, '기업', '395-04-258002015' , '010-7332-6673', NULL)
;

