-- 컬럼: 9개
-- 통장잔고내역
INSERT INTO AC001L1
(
 SEQ_NO         -- [01] 순번
,STD_DT         -- [02] 기준일자
,BANK_NM        -- [03] 은행명
,ACCNT_NO       -- [04] 계좌번호
,ACCNT_HOLDR_NM -- [05] 예금주명
,MGMNT_STAFF_NM -- [06] 관리직원명
,PURPS_NM       -- [07] 용도명
,NOTE           -- [08] 비고
,BALNC_AMT      -- [09] 잔고금액
)
VALUES 
-- 순번, 기준일자  , 은행명    , 계좌번호           , 예금주명      , 관리직원명, 용도명 , 비고   , 잔고금액
  (1   , '20230101', '신한은행', '140-007-757054'   , '한국이크레딧', NULL      , '용도1', '참고1', 10000000)
, (2   , '20230101', '기업은행', '082-104270-01-011', '한국이크레딧', NULL      , '용도2', '참고2', 10000000)
, (3   , '20230101', '농협은행', '355-0083-0179-93' , '한국이크레딧', NULL      , '용도3', NULL   , 8000000 )
, (1   , '20230201', '신한은행', '140-007-757054'   , '한국이크레딧', NULL      , '용도1', '참고1', 7000000 )
, (2   , '20230201', '기업은행', '082-104270-01-011', '한국이크레딧', NULL      , '용도2', '참고2', 7500000 )
, (3   , '20230201', '농협은행', '355-0083-0179-93' , '한국이크레딧', NULL      , '용도3', NULL   , 6000000 )
;

