-- 컬럼: 18개
-- 계약직원급여정보
INSERT INTO FL001M1
(
 FRLNC_ID
,PAY_DAY
,FRLNC_NM
,BSNPSN_GB_CD
,BILL_ISSUE_GB_CD
,WORK_PLACE
,CMTMT_PRJCT
,CTRCT_START_DT
,CTRCT_END_DT
,RESGN_YN
,MGMNT_STAFF_NM
,WORK_STAFF_NM
,MONTH_CTRCT_PRC
,TAX_RAT
,BANK_NM
,ACCNT_NO
,TEL_NO
,EMAIL_ADDR
)
VALUES 
 ('2001001', '15', '우리컨설팅(류성희)', 'BS01', 'BI01', '본사', 'SK증권 금투세'  , '20200101', NULL      , 'N' , '유정희', '류성희', 6600000, 10  , '우리', '1002-133-885298'  , '010-2336-3214', NULL)
,('1502001', '15', '유진정보(이경숙)'  , 'BS01', 'BI02', '본사', 'SK증권 상품주식', '20150201', '20171231', 'N' , '정병곤', '이경숙', 1200000, 10  , '기업', '082-111509-01-014', '010-4709-1912', NULL)
,('2011001', '15', '원인재'            , 'BS03', 'BI00', '본사', 'SK증권 금투세'  , '20201101', '20211231', 'N' , '박진실', '원인재', 5500000, -3.3, '국민', '022-24-0177-001'  , '010-9221-8764', NULL)
,('0000001', '15', '조은정'            , 'BS03', 'BI00', '본사', 'SK증권 상품주식', NULL      , NULL      , 'N' , '김성국', '조은정', 200000 , -3.3, '신한', '110-352-081080'   , '010-9370-1062', NULL)
,('2206001', '15', '이화경'            , 'BS03', 'BI00', '본사', '본사'           , '20220601', '20230531', 'N' , '이숭창', '이화경', 4000000, -3.3, '기업', '395-04-258002015' , '010-7332-6673', NULL)
;
