-- 컬럼: 11개
-- 기타매입정보
INSERT INTO PC001M1
(
 SEQ_NO
,PAY_DAY
,PAY_TYPE
,DETL_CONTN
,NOTE
,BANK_NM
,ACCNT_NO
,ACCNT_HOLDR_NM
,PRC_CHNG_CD
,PYMNT_METHD
,STD_PRC
)
VALUES
 (1   , '5' , '임대료'  , '601호/602호'    , NULL                      , NULL      , NULL               , NULL                , 'PC01', '국민9 이체'  , 1091640 )
,(2   , '11', '4대보험' , '개인사업자'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 20000000)
,(3   , '12', '분기세금', '분기부가세'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 24694130)
,(4   , '12', '분기세금', '이자소득세'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 10709930)
,(5   , '12', '분기세금', '사업소득세'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 11341480)
,(6   , '12', '분기세금', '근로소득세'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 40923060)
,(7   , '12', '분기세금', '퇴직소득세'     , NULL                      , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 275460  )
,(8   , '26', '제비용'  , '차량할부'       , '현대캐피탈(자동이체)'    , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 1308446 )
,(9   , '26', '제비용'  , '관리비'         , '㈜영화미래관리'          , '하나은행', '360-910010-19404' , '㈜영화미래관리'    , 'PC02', '국민9 이체'  , 363910  )
,(10  , '26', '제비용'  , '세무사기장료'   , '김장현세무사'            , '국민은행', '019601-04-191710' , '㈜한국이크레딧'    , 'PC01', '국민9 이체'  , 363000  )
,(11  , '26', '제비용'  , '화환'           , '가원플라워'              , '신한은행', '317-02-377164'    , '권경화(가원플라워)', 'PC02', '국민9 이체'  , 95000   )
,(12  , '26', '제비용'  , '기타'           , '잡비'                    , NULL      , NULL               , NULL                , 'PC02', '국민9 이체'  , 100000  )
,(13  , '13', 'AWS'     , '클라우드'       , NULL                      , NULL      , NULL               , NULL                , 'PC02', '법인카드결제', 1000000 )
,(14  , '11', '프린터'  , '카피앤토너'     , NULL                      , '신한은행', '140-007-757054'   , '한국이크레딧'      , 'PC02', '자동이체'    , 110000  )
,(15  , '13', 'KT'      , '전화/인터넷'    , NULL                      , '신한은행', '140-007-757054'   , '한국이크레딧'      , 'PC02', '자동이체'    , 82850   )
,(16  , '13', '정수기'  , 'SK매직'         , NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC01', '자동이체'    , 39900   )
,(17  , '13', '이자'    , '농협(0935663)'  , '11.5억(5.0%, 원리금상환)', '농협은행', '355-0083-0179-93' , '한국이크레딧'      , 'PC02', '자동이체'    , 7922308 )
,(18  , '24', '이자'    , '신한(737152)'   , '1.1억(12%)'              , '신한은행', '140-007-757054'   , '한국이크레딧'      , 'PC02', '자동이체'    , 578630  )
,(19  , '24', '이자'    , '신한(625573)'   , '0.3억(12%)'              , '신한은행', '140-007-757054'   , '한국이크레딧'      , 'PC02', '자동이체'    , 305753  )
,(20  , '25', '이자'    , '하나(75342)'    , '1.8억(6.94%)'            , '하나은행', '232-890017-91304' , '한국이크레딧'      , 'PC02', '자동이체'    , 1041000 )
,(21  , '25', '이자'    , '하나(54442)'    , '1.35억(6.54%)'           , '하나은행', '232-890017-91304' , '한국이크레딧'      , 'PC02', '자동이체'    , 749974  )
,(22  , '25', '이자'    , '하나(55142)'    , '2.0억(6.54%)'            , '하나은행', '556-910012-24104' , '한국이크레딧'      , 'PC02', '자동이체'    , 1090000 )
,(23  , '25', '이자'    , '이자'           , '0.5억( %)'               , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC01', '자동이체'    , 133944  )
,(24  , '29', '이자'    , '기업(00035)'    , '1.12억(8%)'              , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC02', '자동이체'    , 749305  )
,(25  , '25', '법인카드', '비씨카드'       , NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC02', '자동이체'    , 6000000 )
,(26  , '25', '법인카드', '하나카드'       , NULL                      , '하나은행', '904-910012-95104' , '한국이크레딧'      , 'PC02', '자동이체'    , 800000  )
,(27  , '25', '법인카드', 'KB카드'         , NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC02', '자동이체'    , 840000  )
,(28  , '25', '보험료'  , '한화손(010건)'  , NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC01', '자동이체'    , 255000  )
,(29  , '25', '보험료'  , '한화손(01012건)', NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC01', '자동이체'    , 2000000 )
,(30  , '25', '공제'    , '내일채움공제'   , NULL                      , '기업은행', '082-104270-01-011', '한국이크레딧'      , 'PC01', '자동이체'    , 6000000 )
;