/*------------------------------------------------------------------------------------------------------------------------------------------
 * Root.tsx
 * WRITER : 최정근
 * DATE : 2023-02-09
 * DISCRIPTION : 
 * TYPE : Page
 * 개정이력 :
--------------------------------------------------------------------------------------------------------------------------------------------*/
import React from 'react';

interface RootProps { }

function Root(props: RootProps) {
  /* ――――――――――――――― Variable ――――――――――――――― */
  /* Props ――――― */
  const { } = props;
  /* State ――――― */
  /* Const ――――― */
  /* API ――――――― */

  /* ―――――――――――――――― Method ―――――――――――――――― */

  /* ―――――――――――――― Use Effect ―――――――――――――― */

  /* ―――――――――――――――― Return ―――――――――――――――― */
  return <div data-page="root">New Page</div>;
}

namespace Root { }

export default Root;
